{
  "header": {
    "nav1": "Why me",
    "nav2": "Skills",
    "nav3": "Projects",
    "nav4": "Contact"
  },
  "landing-page": {
    "title" : "Frontend Developer",
    "button": "Contact me"
  },
  "why-me": {
    "heading": "Why me",
    "p": "Turning problems into clarity drives my inventive approach on creating websites, achieving results that matter.",
    "Iam": "I am",
    "location": "located <br> in Passau",
    "relocate": "open to <br> relocate",
    "remote": "open to <br> work remote",
    "button": "Let's talk"
  },
  "skills": {
    "challenge": "I am always happy to learn new skills. Just tell me what you need."
  },
  "projects": {
    "join": "Plan smarter and get more done with a visual Kanban board designed for simplicity and control. Create tasks, move them through stages, and watch your projects come to life.",
    "pokedex": "Explore the world of Pokémon with this interactive Pokédex powered by the PokéAPI. Search for your favorite Pokémon and discover detailed stats, abilities, types, height, and more.",
    "los-virales": "Experience a post-apocalyptic zombie survival game powered by object-oriented JavaScript. Defeat the hordes of undead and see if you can beat the game."
  },
  "references": {
    "heading": "Need a teamplayer?",
    "p": "Here's what my colleagues say about me.",
    "project": "Project",
    "pokedex": "Leon had to develop, format and deliver content in collaboration with the team members. He is a reliable and friendly person.",
    "los-virales": "He is a trustworthy teamplayer and can cope with the stress of deadlines. Structured work and clear code.",
    "join": "He is a reliable and friendly person. Work in a structured way and write a clear code. I recommend him as a colleague."
  },
  "contact": {
    "heading": "Contact me",
    "text": "Encourage people to contact you and describe what role you are interested in. Express interest in contributing to a new project.",
    "name": "Your Name",
    "name-req": "Your name is required",
    "email": "Your Email",
    "email-req": "Your email is required",
    "message": "Your Message",
    "message-req": "A message is required",
    "agree": "I've read the <a href='/privacy-policy'>privacy policy</a> and agree to the processing of the data as outlined."
  }
}
